Revit 2027 API
ExportPatternInfo Constructor
 Constructs a new default ExportPatternInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportPatternInfo()
Public Sub New
public:
ExportPatternInfo()
new : unit -> ExportPatternInfo
See Also
Reference
ExportPatternInfo Class
ExportPatternInfo Overload
Autodesk.Revit.DB Namespace